Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Below is a list of deletions and blocks involving content hidden from administrators. See the [[Special:BlockList|block list]] for the list of currently operational bans and blocks.
ca_es: A continuació es mostra una llista de les supressions i blocs que impliquen contingut ocult per administradors. Veure la [[Special:BlockList|llista de bloqueigs]] per a la llista de prohibicions actualment operatives i bloqueigs.

source: Merge page histories
ca_es: Fusiona els historials de les pàgines

source: This page lets you merge revisions of the history of one source page into a newer page. Make sure that this change will maintain historical page continuity.
ca_es: Aquesta pàgina us permet fusionar les revisions de l'historial d'una pàgina origen en una més nova. Assegureu-vos que aquest canvi mantindrà la continuïtat històrica de la pàgina.

source: Merge revisions of two pages:
ca_es: Fusiona les revisions de dues pàgines:

source: Source page:
ca_es: Pàgina d'origen:

source: Destination page:
ca_es: Pàgina de destinació:

source: Mergeable edit history
ca_es: Historial d'edició que es pot fusionar

source: The following revisions of [[:$1]] can be merged into [[:$2]]. Use the radio button column to merge in only the revisions created at and before the specified time. Note that using the navigation links will reset this column.
ca_es: Les revisions següents de [[:$1]] poden fusionar-se en [[:$2]]. Feu servir la columna de botó d'opció per a fusionar només les revisions creades en el moment especificat o anteriors. Teniu en comptes que els enllaços de navegació reiniciaran aquesta columna.

source: Show mergeable edits
ca_es: Mostra les edicions que es poden fusionar

source: Merge revisions
ca_es: Fusiona les revisions

source: No revisions can be merged.
ca_es: No pot fusionar-se cap revisió.

source: $3 {{PLURAL:$3|revision|revisions}} of [[:$1]] successfully merged into [[:$2]].
ca_es: $3 {{PLURAL:$3|revisió|revisions}} de [[:$1]] s'han fusionat amb èxit a [[:$2]].

source: Unable to perform history merge, please recheck the page and time parameters.
ca_es: No s'ha pogut realitzar la fusió de l'historial, comproveu la pàgina i els paràmetres horaris.

source: Source page $1 does not exist.
ca_es: La pàgina d'origen $1 no existeix.

source: Destination page $1 does not exist.
ca_es: La pàgina de destinació $1 no existeix.

source: Source page must be a valid title.
ca_es: La pàgina d'origen ha de tenir un títol vàlid.

source: Destination page must be a valid title.
ca_es: La pàgina de destinació ha de tenir un títol vàlid.

source: Merged [[:$1]] into [[:$2]]
ca_es: [[:$1]] fusionat en [[:$2]]

source: Merged [[:$1]] into [[:$2]]: $3
ca_es: [[:$1]] fusionat en [[:$2]]: $3

source: Source and destination pages cannot be the same
ca_es: Les pàgines d'origen i de destinació no poden ser la mateixa

source: Merge log
ca_es: Registre de fusions

source: merged [[$1]] into [[$2]] (revisions up to $3)
ca_es: s'ha fusionat [[$1]] en [[$2]] (revisions fins a $3)

source: Unmerge
ca_es: Desfusiona

source: Below is a list of the most recent merges of one page history into another.
ca_es: A sota hi ha una llista de les fusions més recents d'una pàgina d'historial en una altra.

source: Revision history of "$1"
ca_es: $1: Historial de revisions

source: Difference between revisions of "$1"
ca_es: $1: Diferència entre les revisions

source: Difference between pages "$1" and "$2"
ca_es: $1 i $2: Diferència entre les pàgines

source: (Difference between pages)
ca_es: (Diferència entre pàgines)

source: Line $1:
ca_es: Línia $1:

source: Compare selected revisions
ca_es: Compara les versions seleccionades

source: Change visibility of selected revisions
ca_es: Mostra/oculta les versions seleccionades

source: undo
ca_es: desfés

source: (No difference)
ca_es: (Cap diferència)

source: ({{PLURAL:$1|One intermediate revision|$1 intermediate revisions}} by {{PLURAL:$2|one user|$2 users}} not shown)
ca_es: ({{PLURAL:$1|Hi ha una revisió intermèdia |Hi ha $1 revisions intermèdies}} sense mostrar fetes per {{PLURAL:$2|un usuari|$2 usuaris}})

source: ({{PLURAL:$1|One intermediate revision|$1 intermediate revisions}} by more than $2 {{PLURAL:$2|user|users}} not shown)
ca_es: ({{PLURAL:$1|Hi ha una revisió intermèdia|Hi ha $1 revisions intermèdies}} sense mostrar fetes per més {{PLURAL:$2|d'un usuari|de $2 usuaris}})

source: {{PLURAL:$2|One revision|$2 revisions}} of this difference ($1) {{PLURAL:$2|was|were}} not found. This is usually caused by following an outdated diff link to a page that has been deleted. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca_es: {{PLURAL:$2|Una revisió|$2 revisions}} d'aquesta diferència ($1) no {{PLURAL:$2|s'ha|s'han}} trobat. Això passa generalment en seguir un enllaç obsolet de diferències a una pàgina que ha estat esborrada. Es pot trobar més informació en el [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre de supressions].

source: Search results
ca_es: Resultats de la cerca

source: Search results for "$1"
ca_es: Resultats de la recerca de «$1»

source: For more information about searching {{SITENAME}}, see [[{{MediaWiki:Helppage}}|{{int:help}}]].
ca_es: Per a més informació de les cerques del projecte {{SITENAME}}, aneu a [[{{MediaWiki:Helppage}}|{{int:help}}]].

source: You searched for '''[[:$1]]''' ([[Special:Prefixindex/$1|all pages starting with "$1"]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|all pages that link to "$1"]])
ca_es: Heu cercat '''[[:$1]]''' ([[Special:Prefixindex/$1|totes les pàgines que comencen amb «$1»]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|totes les pàgines que enllacen amb «$1»]])

source: You searched for '''$1'''
ca_es: Heu cercat '''$1'''

source: Too many matches were returned, please try a different query
ca_es: S'han retornat masses coincidències. Proveu-ho amb una consulta diferent.

source: Page title matches
ca_es: Coincidències de títol de la pàgina

source: No page title matches
ca_es: No hi ha cap coincidència de títol de pàgina

source: Page text matches
ca_es: Coincidències de text de pàgina

source: No page text matches
ca_es: No hi ha cap coincidència de text de pàgina

source: previous {{PLURAL:$1|$1}}
ca_es: anteriors {{PLURAL:$1|$1}}

source: next {{PLURAL:$1|$1}}
ca_es: següents {{PLURAL:$1|$1}}

source: Previous $1 {{PLURAL:$1|result|results}}
ca_es: $1 {{PLURAL:$1|resultat|resultats}} anteriors

source: Next $1 {{PLURAL:$1|result|results}}
ca_es: $1 {{PLURAL:$1|resultat|resultats}} següents

source: Show $1 {{PLURAL:$1|result|results}} per page
ca_es: Mostra $1 {{PLURAL:$1|resultat|resultats}} per pàgina

source: View ($1 {{int:pipe-separator}} $2) ($3)
ca_es: Vés a ($1 {{int:pipe-separator}} $2) ($3).

source: Search options
ca_es: Opcions de cerca

source: '''There is a page named "[[:$1]]" on this wiki.'''
ca_es: '''Hi ha una pàgina anomenada «[[:$1]]» en aquest wiki'''

source: '''Create the page "[[:$1]]" on this wiki!'''
ca_es: '''Creeu la pàgina «[[:$1]]» en aquest wiki!'''

source: [[Special:PrefixIndex/$1|Browse pages with this prefix]]
ca_es: [[Special:PrefixIndex/$1|Mostra pàgines amb aquest prefix]]

source: Content pages
ca_es: Pàgines de contingut

source: Help and Project pages
ca_es: Pàgines d'ajuda i de projecte

source: Multimedia
ca_es: Multimèdia

source: Everything
ca_es: Tot

source: Advanced
ca_es: Avançat

source: Search in $1
ca_es: Cerca a $1

source: Search for files
ca_es: Cerca fitxers

source: Search all of content (including talk pages)
ca_es: Cerca tot tipus de contingut (s'hi inclouen pàgines de discussió)

source: Search in custom namespaces
ca_es: Cerca als espais de noms predefinits

source: {{PLURAL:$1|1 member|$1 members}} ({{PLURAL:$2|1 subcategory|$2 subcategories}}, {{PLURAL:$3|1 file|$3 files}})
ca_es: {{PLURAL:$1|1 membre|$1 membres}} ({{PLURAL:$2|1 subcategoria|$2 subcategories}}, {{PLURAL:$3|1 fitxer|$3 fitxers}})

source: Relevance: $1%
ca_es: Rellevància: $1%

source: (redirect $1)
ca_es: (redirigit des de $1)

source: (section $1)
ca_es: (secció $1)

source: Did you mean: $1
ca_es: Volíeu dir: $1

source: Sister projects
ca_es: Projectes germans

source: $1 results:
ca_es: $1 resultats:

source: (more)
ca_es: (més)

source: Related
ca_es: Relacionat

source: Disable search suggestions
ca_es: Desactivar suggeriments de cerca

source: Search in all namespaces
ca_es: Cerca a tots els espais de noms

source: related
ca_es: relacionat

source: all
ca_es: tots

source: Showing below up to {{PLURAL:$1|'''1''' result|'''$1''' results}} starting with #'''$2'''.
ca_es: Tot seguit es {{PLURAL:$1|mostra el resultat|mostren els <b>$1</b> resultats començant pel número <b>$2</b>}}.

source: Showing below {{PLURAL:$3|'''1''' result|'''$3''' results}} starting with #'''$2'''.
ca_es: Tot seguit es {{PLURAL:$3|llista el resultat|llisten els <b>$3</b> resultats començant pel número <b>$2</b>}}.

source: {{PLURAL:$5|Result '''$1''' of '''$3'''|Results '''$1 - $2''' of '''$3'''}} for '''$4'''
ca_es: {{PLURAL:$5|Resultat '''$1''' de '''$3'''|Resultats '''$1 - $2''' de '''$3'''}} per '''$4'''

source: '''Note:''' Only some namespaces are searched by default. Try prefixing your query with ''all:'' to search all content (including talk pages, templates, etc.), or use the desired namespace as prefix.
ca_es: '''Nota''': Només se cerca en alguns espais de noms per defecte. Proveu d'afegir el prefix ''all:'' a la vostra consulta per a cercar a tot el contingut (incloent-hi les pàgines de discussió, les plantilles, etc.), o feu servir l'espai de noms on vulgueu cercar com a prefix.

source: There were no results matching the query.
ca_es: La cerca no ha donat cap resultat.

source: Advanced search
ca_es: Cerca avançada

source: Search in namespaces:
ca_es: Cerca als espais de noms:

source: List redirects
ca_es: Mostra redireccions

source: Search for
ca_es: Cerca

source: Check:
ca_es: Activar:

source: All
ca_es: Tots

source: None
ca_es: Cap

source: External search
ca_es: Cerca externa

source: {{SITENAME}} search is disabled. You can search via Google in the meantime. Note that their indexes of {{SITENAME}} content may be out of date.
ca_es: La cerca dins el projecte {{SITENAME}} està inhabilitada. Mentrestant, podeu cercar a través de Google, però tingueu en compte que la seua base de dades no estarà actualitzada.

source: An error has occurred while searching: $1
ca_es: S'ha produït un error durant la recerca: $1

source: Preferences
ca_es: Preferències

source: Number of edits:
ca_es: Nombre d'edicions:

source: Please $1 to set user preferences.
ca_es: Useu $1 per configurar preferències d'usuari.

source: Skin
ca_es: Aparença

source: No preference
ca_es: Cap preferència

source: Beta features
ca_es: Característiques beta

source: Date and time
ca_es: Data i hora

source: Labs features
ca_es: Característiques de laboratori

source: User pages
ca_es: Pàgines d'usuari

source: User profile
ca_es: Perfil d'usuari

source: Recent changes
ca_es: Canvis recents

source: Watchlist
ca_es: Llista de seguiment

source: Days to show in watchlist:
ca_es: Nombre de dies per mostrar en la llista de seguiment:

source: Maximum $1 {{PLURAL:$1|day|days}}
ca_es: Màxim $1 {{PLURAL:$1|dia|dies}}

source: Maximum number of changes to show in expanded watchlist:
ca_es: Nombre de modificacions a mostrar en una llista estesa de seguiment:

source: Maximum number: 1000
ca_es: Nombre màxim: 1000

source: Watchlist token:
ca_es: Testimoni de llista de seguiment:

source: Misc
ca_es: Altres preferències

source: Set an email address
ca_es: Indiqueu una adreça de correu electrònic

source: Email options
ca_es: Opcions de correu electrònic

source: Appearance
ca_es: Aparença

source: Save
ca_es: Desa les preferències

source: Clear unsaved changes
ca_es: Esborra els canvis no guardats

source: Restore all default settings (in all sections)
ca_es: Restaura les preferències per defecte

source: Editing
ca_es: Caixa d'edició

source: Rows:
ca_es: Files

source: Columns:
ca_es: Columnes

source: Hits per page:
ca_es: Resultats a mostrar per pàgina

source: Threshold for <a href="#" class="stub">stub link</a> formatting (bytes):
ca_es: Límit per a formatar l'enllaç com <a href="#" class="stub">esborrany</a> (en octets):

source: Disabled
ca_es: Deshabilitat

source: Days to show in recent changes:
ca_es: Dies a mostrar en els canvis recents:

source: Number of edits to show by default:
ca_es: Nombre d'edicions a mostrar per defecte:

source: This includes recent changes, page histories, and logs.
ca_es: Inclou els canvis recents, els historials de pàgines i els registres.

source: This is the secret key to the web feed of your watchlist. Anyone who knows it will be able to read your watchlist, so do not share it. [[Special:ResetTokens|Click here if you need to reset it]].
ca_es: Aquesta és la clau secreta pel canal de continguts de la vostra llista de seguiment. Qualsevol que la conegui podria llegir la vostra llista de seguiment, així que no la compartiu. [[Special:ResetTokens|Cliqueu aquí si voleu restaurar-la]].

source: Your preferences have been saved.
ca_es: S’han desat les vostres preferències.

source: Time zone:
ca_es: Fus horari:

source: Local time:
ca_es: Hora local:

source: Use wiki default ($1)
ca_es: Utilitza l'hora per defecte del wiki ($1)

source: Other (specify offset)
ca_es: Altres (especifiqueu la diferència)

source: Offset¹:
ca_es: Diferència¹:

source: Server time:
ca_es: Hora del servidor:

source: Fill in from browser
ca_es: Omple-ho des del navegador

source: Africa
ca_es: Àfrica

source: America
ca_es: Amèrica

source: Antarctica
ca_es: Antàrtida

source: Arctic
ca_es: Àrtic

source: Asia
ca_es: Àsia

source: Atlantic Ocean
ca_es: Oceà Atlàntic

source: Australia
ca_es: Austràlia

source: Europe
ca_es: Europa

source: Indian Ocean
ca_es: Oceà Índic

source: Pacific Ocean
ca_es: Oceà Pacífic

source: Enable email from other users
ca_es: Permet que altres usuaris puguin enviar-me correus electrònics

source: Otherwise search in these namespaces:
ca_es: Cerca per defecte en els següents espais de noms:

source: default
ca_es: per defecte

source: Files
ca_es: Fitxers

source: Custom CSS
ca_es: CSS personalitzat

source: Custom JavaScript
ca_es: JS personalitzat

source: Shared CSS/JavaScript for all skins:
ca_es: CSS/JS compartit per tots els skins:

source: You can use this page to reset your preferences to the site defaults. This cannot be undone.
ca_es: Podeu usar aquesta pàgina per a restablir les vostres preferències als valors per defecte. No es podrà desfer el canvi.

source: Email confirmation:
ca_es: Confirmació de correu electrònic:

source: Email:
ca_es: Correu electrònic:

source: {{GENDER:$1|User}} ID:
ca_es: {{GENDER:$1|Usuari}} Identificador d'usuari:

source: {{GENDER:$2|Member}} of {{PLURAL:$1|group|groups}}:
ca_es: {{GENDER:$2|Membre}} {{PLURAL:$1|del grup|dels grups}}:

source: Registration time:
ca_es: Hora de registre:

source: Real name:
ca_es: Nom real *

source: Language:
ca_es: Idioma:

source: Content language variant:
ca_es: Variant lingüística:

source: Your preferred variant or orthography to display the content pages of this wiki in.
ca_es: La variant lingüística o ortogràfica que preferiu a l'hora de mostrar el contingut d'aquest wiki.

source: New signature:
ca_es: Signatura:

source: Comments on talk pages should be signed with "<nowiki>~~~~</nowiki>", which will be converted into your signature and a timestamp.
ca_es: Els comentaris a les pàgines d'usuari s'han de signar amb "<nowiki>~~~~</nowiki>", que serà convertit en la vostra signatura i la data i l'hora.

source: Invalid raw signature. Check HTML tags.
ca_es: La signatura que heu inserit no és vàlida; verifiqueu les etiquetes HTML que heu emprat.

source: Your signature is too long. It must not be more than $1 {{PLURAL:$1|character|characters}} long.
ca_es: La signatura és massa llarga. Ha de tenir com a molt {{PLURAL:$1|un caràcter|$1 caràcters}}.

source: How do you prefer to be described?
ca_es: Sexe:

source: I prefer not to say
ca_es: No especificat

source: He edits wiki pages
ca_es: Masculí

source: She edits wiki pages
ca_es: Femení

source: Setting this preference is optional. The software uses its value to address you and to mention you to others using the appropriate grammatical gender. This information will be public.
ca_es: Opcional: s'usa perquè el programari se us adreci amb missatges amb el gènere adient. Aquesta informació serà pública.

source: Email
ca_es: Correu electrònic

source: Real name is optional. If you choose to provide it, this will be used for giving you attribution for your work.
ca_es: * Nom real (opcional): si escolliu donar aquesta informació serà utilitzada per a donar-vos l'atribució de la vostra feina.

source: Email address is optional, but is needed for password resets, should you forget your password.
ca_es: L'adreça electrònica és opcional, però permet l'enviament d'una nova contrasenya en cas que oblideu l'actual.

source: You can also choose to let others contact you by email through a link on your user or talk page. Your email address is not revealed when other users contact you.
ca_es: També podeu optar per deixar que els altres contactin amb vós a través de la pàgina personal de discussió, sense necessitat de desvetllar la vostra identitat.

source: Email address is required.
ca_es: Cal una adreça de correu electrònic.

source: Basic information
ca_es: Informació bàsica

source: Internationalisation
ca_es: Internacionalització

source: Signature
ca_es: Signatura

source: Date format
ca_es: Format de la data

source: Time offset
ca_es: Decalatge horari

source: General options
ca_es: Opcions generals

source: Editor
ca_es: Edició

source: Advanced options
ca_es: Opcions avançades

source: Display options
ca_es: Opcions d'aparença

source: Token
ca_es: Testimoni

source: Diffs
ca_es: Difs

source: This preference will take effect on your next login.
ca_es: Aquesta preferència tindrà efecte quan inicieu una nova sessió.

source: Email address appears valid
ca_es: L'adreça de correu electrònic sembla vàlida

source: Enter a valid email address
ca_es: Escriviu una adreça vàlida de correu electrònic

source: User rights management
ca_es: Gestió dels permisos d'usuari

source: Manage user groups
ca_es: Gestiona els grups d'usuari

source: Enter a username:
ca_es: Introduïu un nom d'usuari:

source: Edit user groups
ca_es: Edita els grups d'usuaris

source: Changing user rights of user '''[[User:$1|$1]]''' $2
ca_es: Modificació dels permisos de {{GENDER:$1|l’usuari|la usuària}} '''[[User:$1|$1]]''' $2

source: Save user groups
ca_es: Desa els grups d'usuari

source: Member of:
ca_es: Membre de:

source: Implicit member of:
ca_es: Membre implícit de:

source: You may alter the groups this user is in: * A checked box means the user is in that group. * An unchecked box means the user is not in that group. * A * indicates that you cannot remove the group once you have added it, or vice versa.
ca_es: Podeu modificar els grups als quals pertany {{GENDER:$1|aquest usuari|aquesta usuària}}. * Una casella marcada significa que {{GENDER:$1|l’usuari|la usuària}} pertany a aquest grup. * Una casella no marcada significa que {{GENDER:$1|l’usuari|la usuària}} no pertany a aquest grup. * Un asterisc (*) indica que no {{GENDER:$1|el|la}} podreu treure del grup una vegada l'hàgiu afegit o viceversa.

source: You do not have permission to edit user rights on other wikis.
ca_es: No teniu permisos per a editar els permisos d'usuari d'altres wikis.

source: Database $1 does not exist or is not local.
ca_es: La base de dades $1 no existeix o no és local.

source: You must [[Special:UserLogin|log in]] with an administrator account to assign user rights.
ca_es: Heu [[Special:UserLogin|d'iniciar una sessió]] amb un compte d'administrador per a poder assignar permisos d'usuari.

source: You do not have permission to add or remove user rights.
ca_es: No teniu autorització per concedir o retirar permisos d'usuari.

source: Groups you can change
ca_es: Grups que podeu canviar

source: Groups you cannot change
ca_es: Grups que no podeu canviar

source: Conflict of user rights changes! Please review and confirm your changes.
ca_es: Conflicte de canvis dels permisos d'usuari. Reviseu i confirmeu els canvis.

source: You successfully removed your own rights. As such, you are no longer able to access this page.
ca_es: Heu suprimit els propis permisos correctament. Per tant, ja no podreu tornar a accedir a aquesta pàgina.

source: Group:
ca_es: Grup:

source: Users
ca_es: Usuaris

source: Autoconfirmed users
ca_es: Usuaris autoconfirmats

source: Administrators
ca_es: Administradors

source: Bureaucrats
ca_es: Buròcrates

source: (all)
ca_es: (tots)

source: {{ns:project}}:Users
ca_es: {{ns:project}}:Usuaris

source: {{ns:project}}:Autoconfirmed users
ca_es: {{ns:project}}:Usuaris autoconfirmats

source: {{ns:project}}:Administrators
ca_es: {{ns:project}}:Administradors

source: {{ns:project}}:Bureaucrats
ca_es: {{ns:project}}:Buròcrates

source: Read pages
ca_es: Llegir pàgines

source: Edit pages
ca_es: Modificar pàgines

source: Create pages (which are not discussion pages)
ca_es: Crear pàgines (que no són de discussió)

source: Create discussion pages
ca_es: Crear pàgines de discussió

source: Create new user accounts
ca_es: Crear nous comptes

source: Mark edits as minor
ca_es: Marcar les edicions com a menors

source: Move pages
ca_es: Moure pàgines

source: Move pages with their subpages
ca_es: Moure pàgines amb les seves subpàgines

source: Move root user pages
ca_es: Reanomenar la pàgina principal d'un usuari

source: Move files
ca_es: Moure fitxers

source: Not create redirects from source pages when moving pages
ca_es: No crear redireccions quan es reanomena una pàgina

source: Upload files
ca_es: Carregar fitxers

source: Overwrite existing files
ca_es: Carregar al damunt d'un fitxer existent

source: Overwrite existing files uploaded by oneself
ca_es: Carregar al damunt d'un fitxer que havia carregat el propi usuari

source: Override files on the shared media repository locally
ca_es: Carregar localment fitxers amb un nom usat en el repostori multimèdia compartit

source: Upload files from a URL
ca_es: Carregar un fitxer des de l'adreça URL

source: Purge the site cache for a page without confirmation
ca_es: Purgar la memòria cau del lloc web sense pàgina de confirmació

source: Not be affected by IP-based rate limits
ca_es: Modificar pàgines semiprotegides

source: Be treated as an automated process
ca_es: Ésser tractat com a procés automatitzat

source: Not have minor edits to discussion pages trigger the new messages prompt
ca_es: Que les modificacions menors que facin en pàgines de discussió d'usuari no generin l'avís de nous missatges

source: Use higher limits in API queries
ca_es: Tenir límits més alts en les consultes a l'API

source: Use of the write API
ca_es: Fer servir l'escriptura a l'API

source: Delete pages
ca_es: Esborrar pàgines

source: Delete pages with large histories
ca_es: Esborrar pàgines amb historials grans

source: Delete and undelete specific log entries
ca_es: Suprimeix o desfés la supressió d'entrades de registre específiques

source: Delete and undelete specific revisions of pages
ca_es: Esborrar i restaurar versions específiques de pàgines

source: View deleted history entries, without their associated text
ca_es: Veure els historials esborrats sense consultar-ne el text

source: View deleted text and changes between deleted revisions
ca_es: Veure el text esborrat i els canvis entre revisions esborrades

source: Search deleted pages
ca_es: Cercar pàgines esborrades

source: Undelete a page
ca_es: Restaurar pàgines esborrades
